{
  "testimonials": [
    {
      "id": 0,
      "name": "Camden Hanks",
      "role": "Student",
      "content": "Love this gym great instructor, great people, very clean and is good for all levels of jujitsu.",
      "image": "/images/testimonials/camden_hanks.jpg"
    },
    {
      "id": 1,
      "name": "Anonymous",
      "role": "Police Officer",
      "content": "I was training in another martial arts gym that's build around a belt system. While I did learn the basics, I didn't like the \"pay to advance\" system. I did a lot of research, and I spoke with many other martial arts practitioners. I told them I don't want to learn a program, but that I want to learn how to fight effectively and proficiently. Many from the law enforcement community pointed me to Grapple. I can't even begin to calculate how many tactic classes I've had. All fall short to your method of instruction. You demonstrate, make sure the class can see all angles, instruct your students to apply the tactic being taught, and follow up with each pair to make sure it's done correctly. Brother, you are an outstanding trainer. You communicate well and have a passion for what you do. Don't change a thing. The only feedback I have is gratitude. Thank you for being law enforcement friendly. Thank you for realizing that cops don't make a lot, and making it financially possible for me to do this. I've already applied these tactics in fights in my job. They work, and have kept me and my teammates safe.",
      "image": "/images/testimonials/avatar.svg"
    },
    {
      "id": 2,
      "name": "Seth Torres",
      "role": "Student",
      "content": "I've trained here for 3 years next month. This is the best training environment I've ever been in. Never been afraid to ask a question, the coach doesn't think he knows everything and he will go out of his way to make sure your question is answered. I always feel welcome, everyone is there to learn and improve together and nobody has an ego. We're all equals just trying to improve in the sport we love. We compete in tournaments and we push each other to do the best we can and leave it all on the mat. If you're wanting to get into jiu jitsu, this is the place I would recommend every time I'm asked. Could not recommend this place enough!!",
      "image": "/images/testimonials/seth_torres.jpg"
    },
    {
      "id": 3,
      "name": "David Smith",
      "role": "Father of Two",
      "content": "Grapple is a great school for adults and kids. Cutting edge JuJitsu is being taught. Grapple has a good clean environment. There is plenty of individual instruction. We have plenty of drilling time and implement a large amount of mat time. It's also one of the most affordable schools in the area.",
      "image": "/images/testimonials/david_smith.jpg"
    },
    {
      "id": 4,
      "name": "Bryan Pedan",
      "role": "Student of 3 Years",
      "content": "I love it , I love the people, the teachers/ coaches, the gym atmosphere , the skills you will learn in Jiu Jitsu here are top of the game, training stays safe as possible I would recommend grapple Jiu Jitsu to anyone that wants to learn self defense or a skill and great exercise as well to keep fit 😀",
      "image": "/images/testimonials/avatar.svg"
    },
    {
      "id": 5,
      "name": "Chance Keenan",
      "role": "Healthcare Worker",
      "content": "The mental game in jiu-jitsu is incredible. Every session is like a physical chess match, and the principles I've learned on the mats have helped me in my studies too. The focus on continuous improvement and learning from failure has changed how I approach challenges.",
      "image": "/images/testimonials/chance_keenan.jpg"
    },
    {
      "id": 6,
      "name": "Greg Guidry",
      "role": "Visitor",
      "content": "Very knowledgeable instructor, gym was very clean and spacious. Anyone in the area needs to train here for sure.",
      "image": "/images/testimonials/greg_guidry.jpg"
    }
  ]
}
